Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-1282.html.tmx
Source language: nob
Languages: sme

source: Sápmi - en nasjon blir til - Sámediggi Sametinget
sme: Sápmi - nášuvdna riegada - Sámediggi Sametinget

source: Sápmi - en nasjon blir til
sme: Sápmi - nášuvdna riegada

source: Tromsø Museums utstilling "Sápmi - en nasjon blir til" er nå tilgjengelig på nett.
sme: ”Sápmi – nášuvdna riegáda” museaprošeakta lea oaivvilduvvon njulget almmolaš muitalusa sámiid birra.

source: "Sapmi - en nasjon blir til" er ment som et korrektiv til den offentlige fortellingen om samene.
sme: Čájáhus geahččala vuosttamužžan guovdilastit mo ovttaskas olbmot ođđa jurdagiid ja doaimmaid bokte, álggahedje sátnádallamiid ja doaibmabijuid mat vehážiid mielde hábmejedje ja devde ođđa Sámi.

source: Først og fremst prøver fremstillingen å gripe fatt i hvordan enkeltmennesker gjennom nye tanker og handlinger fikk satt i gang debatter og tiltak som litt etter litt ga form og innhold til det nye Sapmi.
sme: Erenoamážit beroštat das mo dát čearddalaš morráneapmi dihkkáda ođđa čuohtejagi vuostá, sihke ideologalaččat ja kultuvrralaččat.

source: I dag er det vel så mye internasjonale sammenhenger og det globale rommet som preger utviklingen av det samiske fellesskap.
sme: ”Sápmi – nášuvdna riegáda” museaprošeakta lea oaivvilduvvon njulget almmolaš muitalusa sámiid birra.
